bradlc.vscode-tailwindcss
Catppuccin.catppuccin-vsc
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
kreativ-software.csharpextensions
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
rust-lang.rust-analyzer
tamasfe.even-better-toml
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
vscodevim.vim
YoavBls.pretty-ts-errors
